---
kind: property
id: P:Autodesk.Revit.DB.Visual.Gradient.GradientColor
source: html/4a0c7b37-28c3-3b63-d79a-e16914805614.htm
---
# Autodesk.Revit.DB.Visual.Gradient.GradientColor Property

The property labeled "Color" from the "Gradient" schema.

## Syntax (C#)
```csharp
public static string GradientColor { get; }
```

## Remarks
This property is a "AssetPropertyList" of type "AssetPropertyDoubleArray4d".